[
  {
    "title": "What are the benefits of Plus membership?",
    "answer": "Plus members can enjoy savings of upto 15% on booking amount, with a max discount of ₹100 per request. The fee for repairs will be charged as per actuals."
  },
  {
    "title": "How does 100% money back guarantee work?",
    "answer": "If a subscriber saves less than the membership price at the end of the membership period, he/she will automatically get a refund worth membership price - total discount availed as UC cash. UC cash can be used while booking any service across any category."
  },
  {
    "title": "Is there a limit to maximum discount per transaction?",
    "answer": "Yes, maximum discount per transaction is limited to ₹100"
  },
  {
    "title": "Is there a limit to number of transactions under the membership?",
    "answer": "No, there’s no limit on number of transactions under the membership. But as per our fair usage policy, the total discount you can avail is limited to 6 times the membership price."
  },
  {
    "title": "Is there a limit to the total maximum discount I can avail?",
    "answer": "Yes, as per our fair usage policy, the total discount you can avail is limited to 6 times the membership price you paid"
  },
  {
    "title": "Who is a UC Plus professional?",
    "answer": "UC Plus professionals are a curated set of professionals who are top-rated, specially trained, and experts in their field."
  },
  {
    "title": "Can I pay for membership through cash?",
    "answer": "Membership can only be bought by paying online. For all the subsequent bookings, you have the option of paying in cash or online"
  },
  {
    "title": "Can I cancel the membership after buying it or transfer it?",
    "answer": "No, the membership cannot be cancelled or transferred"
  },
  {
    "title": "Can I get Plus discount on extra services taken after the professional reaches my place?",
    "answer": "No. Membership discount is applicable only on services booked via UC app and not on any extra services taken directly from the professional."
  }
]
